Repository: the12chairs/symfony-training
Catalog: src/Ens/JobeetBundle/Resources/translations/messages.*.xlf
Languages: ru

source: Jobeet - Your best job board
ru: Jobeet - Ваш лучшая доска вакансий

source: Enter some keywords (city, country, position, ...)
ru: Введите ключевые слова (город, страна, должность, ...)

source: Recent viewed jobs:
ru: Последние просмотренные вакансии:

source: About Jobeet
ru: О Jobeet

source: Become an affiliate
ru: Станьте нашим партнером

source: and %count% more...
ru: еще вакансии...

source: Language
ru: Язык

source: Publish
ru: Опубликовать

source: Edit
ru: Редактировать

source: Are you sure?
ru: Вы уверены?

source: Delete
ru: Удалить

source: Extend
ru: Продлить

source: for another 30 days
ru: на следующие 30 дней

source: Bookmark this %url% to manage this job in the future
ru: Добавить в закладки % URL% для управления этой вакансией в будущем

source: Whether the job can also be published on affiliate websites or not.
ru: Эта вакансия также может быть размещена на сайтах-партнерах (да или нет).

source: %company% is looking for a %position%
ru: %company% ищет %position%

source: How to apply?
ru: Как применить?

source: posted on
ru: создано

source: {0} No job in this category|{1} One job in this category|]1,Inf] %count% jobs in this category
ru: {0} В этой категории нет вакансий|{1} 1 вакансия в этой категории|]1,+Inf] %count% вакансий в этой категории

source: Jobs in the %category% category
ru: Вакансии в категории %category%

source: and
ru: и

source: more
ru: также

source: Expires in %count% days
ru: Истекает через %count% дней

source: Ask for people
ru: Поиск людей

source: Ask for a job
ru: Поиск вакансий

source: Jobeet API
ru: API Jobeet

source: Job creation
ru: Создание вакансии

source: Job edit
ru: Редактирование вакансии

source: Expired
ru: Истекшие

source: Full feed
ru: Полный RSS

source: Post a Job
ru: Создать вакансию

source: Total:
ru: Всего:

source: Username:
ru: Имя:

source: Password:
ru: Пароль:

source: How to apply?
ru: Как откликнуться?

source: Full feed
ru: Весь фид

source: Affiliates
ru: Партнеры
